# ZoneDehumidificationSetPointParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ZoneDehumidificationSetPointParam Property
ParameterTypeId Class See Also
---
"Dehumidification Set Point"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ZoneDehumidificationSetPointParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ZoneDehumidificationSetPointParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ZoneDehumidificationSetPointParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace